print("Сколько единиц содержится в двоичной записи значения выражения: 4**2020+2**2017 – 15?")